{
    "news": [
        {
            "id": 1,
            "title": "Se acercan ofertas infaltables! las ofertas más esperadas de PlayStation para este Viernes Negro en EE.UU.",
            "img": "https://ik.imagekit.io/m3g4ID/News/Blackfriday2.webp?updatedAt=1734640702405",
            "date": "25 de noviembre de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "El Black Friday 2024 promete grandes ofertas para los fanáticos de PlayStation en Estados Unidos. Desde consolas y accesorios hasta suscripciones y videojuegos, los descuentos estarán disponibles desde el 22 de noviembre al 2 de diciembre en PlayStation Store."
                },
                {
                    "paragraph": 2,
                    "content": "Los DualSense Wireless Controllers estarán en promoción durante el Black Friday."
                },
                {
                    "paragraph": 3,
                    "content": "Viernes Negro para consolas, accesorios y bundles exclusivos PlayStation ofrecerá promociones en su emblemática consola PlayStation 5. Entre las ofertas destaca el PS5 – Fortnite Cobalt Star Bundle, que incluye la máquina junto con contenido exclusivo del popular videojuego. Este paquete estará disponible en PlayStation Store, pero solo hasta agotar existencias. Además, habrá descuentos en el PlayStation VR2, ideal para quienes buscan una experiencia inmersiva en realidad virtual."
                },
                {
                    "paragraph": 4,
                    "content": "Durante el Black Friday, los accesorios de PlayStation también tendrán precios rebajados. Los controladores inalámbricos DualSense estarán entre los productos con descuento, junto con los auriculares Pulse Elite y los novedosos Pulse Explore Wireless Earbuds. Asimismo, se ofrecerán carcasas personalizables para la PS5, lo que permite que los usuarios le den un toque especial según su estilo."
                },
                {
                    "paragraph": 5,
                    "content": "Juegos con descuentos imperdibles en este Black Friday 2024. El catálogo de videojuegos para PS4 y PS5 contará con descuentos de hasta el 70% en títulos seleccionados. Entre los más destacados se encuentran:"
                },
                {
                    "paragraph": 6,
                    "content": "Marvel’s Spider-Man 2: con un descuento del 43%, el precio promocional será de US$39,89, en lugar de los habituales US$69,99."
                },
                {
                    "paragraph": 7,
                    "content": "EA Sports Madden NFL 25: a mitad de precio, estará disponible por US$34,99."
                },
                {
                    "paragraph": 8,
                    "content": "Star Wars Outlaws: este título tendrá un 25% de descuento, quedando en US$52,49."
                },
                {
                    "paragraph": 9,
                    "content": "Hogwarts Legacy (versión para PS4): alcanzará un descuento del 70%, con un precio reducido a US$17,99."
                },
                {
                    "paragraph": 10,
                    "content": "NBA 2K Standard Edition: ofrecerá un descuento del 55%, con un precio final de US$31,49."
                },
                {
                    "paragraph": 11,
                    "content": "Silent Hill 2: los fans del terror podrán adquirirlo con un 20% de descuento, por US$55,99."
                },
                {
                    "paragraph": 12,
                    "content": "EA Sports FC 25 Standard Edition (compatible con PS4 y PS5): a mitad de precio, estará disponible por US$34,99."
                }
            ]
        },
        {
            "id": 2,
            "title": "¡The Games Awards! El gran evento de videojuegos y premios, te contamos los grandes nominados.",
            "img": "https://ik.imagekit.io/m3g4ID/News/TGA.jpg?updatedAt=1734640703057",
            "date": "19 de noviembre de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "Astro Bot y Final Fantasy VII: Rebirth han destacado como los videojuegos favoritos entre los nominados a The Game Awards 2024, con siete nominaciones cada uno."
                },
                {
                    "paragraph": 2,
                    "content": "Metaphor Re:Fantazio y Balatro le siguen con seis y cinco nominaciones respectivamente. La ceremonia se llevará a cabo el 12 de diciembre en el Peacock Theatre de Los Ángeles y se transmitirá en varias plataformas de streaming como Twitch o YouTube. Un jurado compuesto por más de cien medios determinará a los ganadores, quienes compiten en 29 categorías."
                },
                {
                    "paragraph": 3,
                    "content": "Astro Bot, desarrollado por PlayStation, ha recibido nominaciones en Mejor Dirección, Mejor Dirección de Arte, Mejor Música y Banda Sonora, Mejor Diseño de Audio, Mejor Juego de Acción/Aventura y Mejor Juego Familiar."
                },
                {
                    "paragraph": 4,
                    "content": "Final Fantasy VII: Rebirth de Square Enix compite en Mejor Dirección, Mejor Música y Banda Sonora, Mejor Diseño de Audio, Mejor Actuación de Briana White y Mejor Juego RPG."
                },
                {
                    "paragraph": 5,
                    "content": "Metaphor Re:Fantazio, un videojuego de rol y fantasía medieval, ha sido nominado en seis categorías, incluyendo Mejor Dirección y Mejor Narrativa."
                },
                {
                    "paragraph": 6,
                    "content": "Balatro, un roguelike de cartas, está nominado en cinco categorías, como Mejor Juego para Móviles y Mejor Juego Indie."
                },
                {
                    "paragraph": 7,
                    "content": "Además, otros títulos como Black Myth: Wukong y Elden Ring: Shadow of the Erdtree compiten en cuatro categorías cada uno."
                },
                {
                    "paragraph": 8,
                    "content": "PlayStation lidera en cantidad de juegos nominados con 16 títulos, seguida por Square Enix y Xbox con 12 cada uno."
                }
            ]
        },
        {
            "id": 3,
            "title": " Ya esta disponible! Llegó el el Flight Simulator 2024, más realista que nunca, y esto es lo que trae.",
            "img": "https://ik.imagekit.io/m3g4ID/News/flysim.png?updatedAt=1734633985247",
            "date": "19 de noviembre de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "Xbox ha anunciado la disponibilidad de Microsoft Flight Simulator 2024, el simulador de vuelo desarrollado para aprovechar las tecnologías más recientes, y que ofrece 70 aviones y 150 aeropuertos en la edición estándar."
                },
                {
                    "paragraph": 2,
                    "content": "Microsoft Flight Simulator 2024 es “el simulador más ambicioso hasta la fecha” desarrollado por Asobo, con el que ofrece una experiencia diseñada para aprovechar las últimas tecnologías en simulación, nube, aprendizaje automático, gráficos y videojuegos."
                },
                {
                    "paragraph": 3,
                    "content": "“Con entornos de auténtico realismo, carreras relacionadas con la aviación y la posibilidad de explorar nuestro hermoso mundo con varios tipos de aviones, esta versión del simulador tiene algo increíble para todos”, expresa la compañía en una nota de prensa."
                },
                {
                    "paragraph": 4,
                    "content": "El videojuego ya está disponible en Xbox Series X|S, PC Windows, Steam y con Xbox Game Pass Ultimate, incluido Xbox Cloud Gaming y PC Game Pass."
                },
                {
                    "paragraph": 5,
                    "content": "La edición estándar incluye 70 aviones y 150 aeropuertos mejorados, mientras que la edición Deluxe incluye diez aviones y cinco aeropuertos adicionales y la edición Premium Deluxe incluye otros 15 aviones (95 en total)."
                },
                {
                    "paragraph": 6,
                    "content": "También hay disponible una edición Aviator que incluye todo lo de la edición Premium Deluxe más toda la flota de 30 aviones publicados por Microsoft en Marketplace y desarrollados para Microsoft Flight Simulator entre 2021 y 2024."
                }
            ]
        },
        {
            "id": 4,
            "title": "Proximamente! Estos son los 20 nuevos juegos y 3 colores que llegan a la PlayStation 5.",
            "img": "https://ik.imagekit.io/m3g4ID/News/PlaystationNew.jpg?updatedAt=1734640702022",
            "date": "25 de septiembre de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "El último evento State of Play de Sony ha contado con diversos anuncios y novedades de videojuegos para PlayStation, destacando la aparición de la secuela de Ghost of Tsushima, Ghost of Yotei, la remasterización de Horizon Zero Dawn, el lanzamiento de Palworld para PS5 y la fecha de lanzamiento de Monster Hunter Wilds, que llegará el 28 de febrero del próximo año."
                },
                {
                    "paragraph": 2,
                    "content": "La desarrolladora de videojuegos ha dado a conocer sus novedades en su último evento de anuncios State of Play que, celebrado este miércoles, ha recogido más de 20 títulos para su plataforma de juego PlayStation 5 (PS5) y algunas novedades para la consola anunciada recientemente PlayStation 5 Pro."
                },
                {
                    "paragraph": 3,
                    "content": "En este sentido, entre los títulos que han protagonizado el evento se encuentra Ghost of Yotei, la secuela de Ghost of Tsushima desarrollada por Sucker Punch Productiones y PlayStation Studios. En este nuevo título, ambientado en el año 1603, los jugadores podrán explorar un nuevo mundo abierto, ambientado en el monte Yotei (Hokkaido, Japón), de la mano de un nuevo protagonista fantasma llamado Atsu. Así, está previsto que esta secuela esté disponible en 2025."
                },
                {
                    "paragraph": 4,
                    "content": "Continuando con las novedades, Sony también ha anunciado que, de la mano de PlayStation Studios, Nixxes y Guerrilla Games, se lanzará la remasterización de Horizon Zero Dawn, el título publicado en 2017 con las aventuras de Aloy como protagonista. Esta remasterización saldrá el 31 de octubre para PS5 y PC, e incluirá mejores gráficos así como nuevas funcionalidades."
                },
                {
                    "paragraph": 5,
                    "content": "Por otra parte, durante el evento se ha confirmado la fecha de lanzamiento de Monster Hunter Wilds, que estará disponible para todos los jugadores de PC, PS5 Y Xbox Series X y S, a partir del 28 de febrero del próximo año."
                }
            ]
        },
        {
            "id": 5,
            "title": "Lo ultimo de team Asobi! Astro Bot en PlayStation 5: probamos el juego y dejamos nuestras impresiones.",
            "img": "https://ik.imagekit.io/m3g4ID/News/AstroPlay.jpg?updatedAt=1734640702684",
            "date": "10 de septiembre de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "Contexto de la noticia: PlayStation ha estado lidiando con críticas recientes debido a la cancelación del juego Concord a pocos días de su lanzamiento. Para revitalizar su imagen, Sony tiene un as bajo la manga: Astro Bot, un juego que comenzó como una demo técnica en la PS5 y se ha convertido en un juego popular. Astro, el robotito no oficial de PlayStation, ha ganado una base de fans gracias a su encantadora narrativa y mecánicas interactivas con el DualSense."
                },
                {
                    "paragraph": 2,
                    "content": "De demo a juego completo: Team Asobi ha anunciado la llegada de una versión completa de Astro Bot, llamada “Astro’s Playroom”, que explora décadas de la historia de los videojuegos. El juego, que utiliza mecánicas avanzadas del DualSense, presenta entornos de plataformas y desafíos únicos que aprovechan el sensor de movimiento, las texturas y los gatillos adaptativos del controlador. Doucet, el director creativo, describe a Astro Bot como un plataformero sólido que busca conectar generaciones de jugadores."
                },
                {
                    "paragraph": 3,
                    "content": "Un viaje transgeneracional: El juego cuenta con homenajes a títulos clásicos de la historia de los videojuegos, presentando personajes icónicos como robots amigables que deben ser rescatados y son representaciones humorísticas de personajes clásicos. La idea es que Astro Bot sea transgeneracional, atractivo para grandes y chicos. Aunque es un juego single player, Doucet promete una experiencia que puede compartirse al pasarse el control y explorar juntos los niveles."
                },
                {
                    "paragraph": 4,
                    "content": "Calidad sobre cantidad: Doucet y su equipo han optado por una duración más corta para asegurar la calidad del juego. Astro Bot tiene una duración de entre 15 y 20 horas, permitiendo una exploración detallada sin relleno innecesario. Aunque hubo ideas iniciales para un modo cooperativo, se prefirió mantener la experiencia de un solo jugador para que los jugadores puedan disfrutar plenamente de cada rincón del juego. Doucet deja abierta la posibilidad de explorar futuros modos multijugador si se encuentran las mecánicas adecuadas."
                }
            ]
        },
        {
            "id": 6,
            "title": "Adelanto! The Legend of Zelda: Echoes of Wisdom: así será su mundo.",
            "img": "https://ik.imagekit.io/m3g4ID/News/ZeldaNew.jpg?updatedAt=1734640702841",
            "date": "30 de agosto de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "El 26 de septiembre llegará The Legend of Zelda: Echoes of Wisdom, una aventura protagonizada por la princesa Zelda. La historia la lleva a explorar el mundo del vacío para encontrar a los habitantes desaparecidos de Hyrule y adquirir el modo espadachina. Hyrule está llena de brechas oscuras que han hecho desaparecer a muchas personas, incluyendo a Link. Zelda, junto al hada Tri y un cetro que le permite crear réplicas de objetos, se embarca en un viaje para rescatar a los desaparecidos."
                },
                {
                    "paragraph": 2,
                    "content": "En The Legend of Zelda: Echoes of Wisdom, Zelda y Tri exploran el mundo del vacío, entrando a través de grietas que llevan a mazmorras llenas de misterios por resolver. Allí, Zelda encuentra una espada que le permite adquirir el modo espadachina por tiempo limitado, útil para abrir caminos bloqueados, derrotar enemigos y combatir mientras invoca réplicas."
                },
                {
                    "paragraph": 3,
                    "content": "A lo largo de la aventura, Zelda se encuentra con personajes que serán de ayuda. Uno de ellos es Dampé, un ingeniero de artilugios de relojería, experto en construir autómatas. Estos autómatas, cuando se activan, pueden causar poderosos efectos, pero también son vulnerables al daño y pueden romperse si no se manejan adecuadamente."
                },
                {
                    "paragraph": 4,
                    "content": "Además del juego, el 26 de septiembre también se lanzará una Nintendo Switch Lite Edición Hyrule dorada con inspiración en la saga The Legend of Zelda. Esta consola incluye una suscripción individual de doce meses a Nintendo Switch Online + Paquete de expansión."
                }
            ]
        },
        {
            "id": 7,
            "title": "Un despues de `él imperio contraataca`! Star Wars Outlaws: probamos el nuevo juego que te lleva directo a una galaxia muy lejana",
            "img": "https://ik.imagekit.io/m3g4ID/News/StarWars.jpg?updatedAt=1734640703037",
            "date": "27 de agosto de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "Mucho se habló de este juego, el Star Wars Outlaws. Que si iba a ser un Assassin’s Creed con skin de Star Wars, que si iba a ser repetitivo, que si se iba a ver tan bien como en los trailers y que si realmente nos iba a hacer sentir dentro del universo de George Lucas como nunca antes. Todas estas respuestas se pueden responder total o parcialmente, dado que pudimos jugar ya varias horas a este título de Ubisoft que llega para PC, Xbox Series y para PS5 (versión que jugamos) y que verá la luz el próximo 30 de agosto."
                },
                {
                    "paragraph": 2,
                    "content": "Lo primero que hay que aclarar es que este juego en tercera persona nos va a poner en la piel de Kay, junto a su peludito amigo Nix y su androide ND-5, justo entremedio de las películas El Imperio contraataca y El regreso del Jedi, por lo que vamos a ver mucha referencia nostálgica para los fanáticos de la trilogía original. Sí, antes de que lo digas, hay bastantes similitudes entre Han Solo y Kay, por lo que la historia también va a tener algunas inspiraciones. Si venís de jugar otros juegos de Ubi, claramente vas a ver una tendencia en como se cuentan las historias y su jugabilidad, la fórmula Assassin´s por momentos se siente presente, pero esto no significa algo malo… o bueno. Depende de quién lo juegue."
                },
                {
                    "paragraph": 3,
                    "content": "Vamos a encontrar disparos (en este caso con blasters), mucho sigilo, espionaje, acción, exploración, en este caso con vehículos y naves, y todas las cosas que nos acostumbra casi siempre Ubisoft en sus juegos: a pesar de no ser un clásico mundo abierto, que en lo personal tuvo altísimos picos con por ejemplo Assassin’s Creed Valhalla, y que tuvo otros puntos flojos dentro de la misma estructura de mundo abierto."
                },
                {
                    "paragraph": 4,
                    "content": "Las primeras horas de juego no resultaron “excelentes” por la poca capacidad de decisión que nos daba el juego, pero sí cabe aclarar que la historia está muy bien contada y se hace interesante. No cae en los lugares comunes de Star Wars, con jedis y los buenos contra malos. Acá encarnamos a una mujer que quiere dar un salto de calidad en su vida de ladrona común, y se empieza a mezclar con personajes que están claramente por encima de su nivel. Ojo, no vamos a spoilear nada, pero tampoco creas que no vas a ver nada de referencia a lo que George Lucas nos contó en sus films."
                },
                {
                    "paragraph": 5,
                    "content": "Una vez que se abre a un mundo más abierto y explorable, el juego nos empieza a dar variadas situaciones divertidas que van a mezclar varios tipos de juegos. Persecuciones en motos voladoras, enfrentamientos a tiros, sigilo y espionaje, o también aventura clásica de trepar paredes y saltar al otro lado con un gancho a lo Uncharted o Lara Croft. Los combates nos resultaron divertidos a pesar de la poca variedad de armas. El uso de compañeros, como Nix, también suma mucho. Vamos a poder mandar a nuestro amigo a recoger cosas, distraer enemigos o robar objetos sin tener que exponernos y podremos mantenernos escondidos mientras él hace su trabajo."
                }
            ]
        },
        {
            "id": 8,
            "title": "Wukong de 2 millones! Un juego chino rompió el récord histórico de jugadores simultáneos en Steam",
            "img": "https://ik.imagekit.io/m3g4ID/News/Mono.jpg?updatedAt=1734640702638",
            "date": "20 de agosto de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "Cuatro años esperaron los usuarios la llegada de Black Myth: Wukong, el videojuego chino de un jugador (single player) basado en la mitología del país. La ansiedad fue tal que este martes, durante su estreno, rompió el récord de mayor cantidad de jugadores simultáneos para un juego de un jugador en Steam. En su pico, llegó a 2.223.179 personas jugando al mismo tiempo."
                },
                {
                    "paragraph": 2,
                    "content": "También se posiciona como el más vendido en la plataforma. “Black Myth: Wukong es un RPG de acción inspirado en la mitología china. Encarnarás al Predestinado, que ha de embarcarse en un viaje repleto de peligros y maravillas para descubrir la verdad oculta acerca de una gloriosa leyenda del pasado”, así lo definió su desarrolladora Game Science. El mito corresponde a la Leyenda del Mono y está disponible para Playstation 5 y Xbox."
                },
                {
                    "paragraph": 3,
                    "content": "Este martes llegó a ser el juego más jugado en Steam, superando a los grandes como el Counter Strike 2, Dota 2 y PUGB. Los halagos al juego se enfocaban en su presentación visual, combate y la construcción de mundos. El primer anuncio del mismo salió en 2020, con un tráiler que tuvo más de cinco millones de visitas en YouTube en el canal del portal de videojuegos y entretenimiento IGN. Desde entonces, los fanáticos esperaron ansiosos su llegada."
                },
                {
                    "paragraph": 4,
                    "content": "El juego se basa en la novela china **Viaje al Oeste**, publicada en el Siglo XVI durante la dinastía Ming. El libro sigue la peregrinación del monje budista Xuanzang de la dinastía Tang, en su viaje para obtener textos sagrados budistas. El videojuego, en cambio, plantea un enfoque alternativo: el jugador juega como el Rey Mono, que acompaña a un monje budista que obtuvo un texto sagrado del Oeste. Aún así, en el tráiler se ven tres monos, y el juego consiste en que el jugador adivine cuál de los tres es el real."
                }
            ]
        },
        {
            "id": 9,
            "title": "GamePass dia 1! El Call of Duty: Black Ops 6 estará disponible en Xbox Game Pass desde su debut",
            "img": "https://ik.imagekit.io/m3g4ID/News/Cod6.jpg?updatedAt=1734640703412",
            "date": "28 de mayo de 2024",
            "writter": "Redacción",
            "texts": [
                {
                    "paragraph": 1,
                    "content": "La E3, la tradicional feria de videojuegos que unía a la industria, ha llegado a su fin. Sin embargo, su espíritu continúa con la Summer Game Fest, liderada por el periodista y productor Geoff Keighley, creador de los Video Game Awards. Esta nueva celebración de videojuegos reunió una semana de presentaciones, con Xbox destacándose con su presencia. La Xbox Game Showcase atrajo la atención con una serie de anuncios esperados, incluyendo el próximo Call of Duty Black Ops 6 que estará directamente disponible en Game Pass, junto a un nuevo Doom, Gears Of War, Dragon Age, Age of Mythology, y adelantos de Metal Gear Delta."
                },
                {
                    "paragraph": 2,
                    "content": "Xbox Game Pass fue el foco principal en esta ocasión, un servicio de suscripción mensual que ofrece acceso a una amplia biblioteca de juegos por un precio único (6921 pesos para Xbox, 8692 pesos para PC), que ya cuenta con 120 millones de usuarios en todo el mundo. Esta estrategia de Microsoft busca atraer al público que debate sobre qué consola o servicio elegir, ofreciendo un valor añadido significativo con el acceso a nuevos lanzamientos como Call of Duty Black Ops 6 desde el día uno, incluido en Game Pass para Xbox y PC."
                },
                {
                    "paragraph": 3,
                    "content": "El nuevo Call of Duty, Call of Duty Black Ops 6, saldrá el próximo 26 de octubre para consolas como Xbox y PS5, así como para PC. La gran novedad es que este título, gracias a la adquisición de Activision, estará disponible desde el día uno en Game Pass, permitiendo a los usuarios descargarlo sin costo adicional. El juego se ambienta en la Guerra del Golfo y presentará apariciones de figuras históricas como George Bush y Saddam Hussein, además de ofrecer un modo campaña y multiplayer al estilo aclamado de la saga. La posibilidad de que Verdansk regrese al Warzone aún está por confirmarse."
                }
            ]
        }
    ]
}